//================================  登录前广告时间 
var advert_time_79 = 0;
//================================  统一页面标题
var window_title = ""; 
//================================  配置是否勾选《我已阅读》
var pg_checkIRead = 1;

//================================  微信公共账号--账号
var com_username="guest@9000";
//================================  微信公共账号--密码
var com_password="123456";
//================================  微信公共账号--wifi ssid
var com_SSID="";
//================================  微信公共账号--shop id
var com_shopID="";
//================================  微信公共账号--登录版本协议
var com_version="";

//================================  公用公共账号--账号
var common_username="common@9000";
//================================  公用公共账号--密码
var common_password="123456";

//================================  聊天室设置
var chat_url = "";

//================================  密码截取
var password_cut = 0;   // 0 不截取；1 截取前8位；2 截取后8位；3 截取前16位；4 截取后16位；

//================================  钉钉appid
var dingtalk_appID="";
//================================  钉钉公共账号--账号
var dingtalk_username="ding@9000";
//================================  钉钉公共账号--密码
var dingtalk_password="123456";
//================================  启动钉钉免登录 1-启动 0-关闭
var dingtalk_login_type="0";

// 页面配置 ipv6通过ipv6联动登录 0 禁用 1 启用
var ipv6_ipv4=0;
// 手机微信认证，上线账号设置，0 手机账号在线 1 微信账号在线（私有云>=4.1）
var phone_wechat_online_type="0";